[
  {
		"name": "Algeria",
		"leaderName": "Abdelkader",
		"adjective": ["Algerian"],
		"startBias": ["Avoid [Tundra], Desert"],
		"preferredVictoryType":"Diplomatic",

		"startIntroPart1": "Revered Saint among the Princes, Prince among the Saints, hear your people's words! You are widely praised for effectively combining religious and political authority! You proved to be a grand leader! Your consistent regard for what would now be called human rights, especially as regards your Christian opponents, drew widespread admiration, and a crucial intervention to save the Christian community of Damascus from a massacre in 1860 brought honours and awards from around the world! You successfully held out against one of the most advanced armies in Europe for many years with an army built up of tribesmen.",
		"startIntroPart2": "Emir Abdelkader, your charisma and authority are an absolute necessity! Build up the ideal nation and strive for improvement! Can you hold back invading enemies? Can you build a civilization that will stand the test of time?",

		"declaringWar": "You have provoked us,now meet our wrath.",
		"attacked": "Foolish to assume we were unprepeared.",
		"defeated": "I accept my defeat,I hope my people do not suffer under your rule. Djzair will rise again! I promise you that!",
		"introduction": "Greetings,I am Abdelkader of Algeria,Intrested in some chai?",

		"neutralHello": "Salam brother,what is it?",
		"neutralLetsHearIt": "You may begin.",
		"neutralNo": "Unreasonable!",
		"neutralYes": "Yes. That is very good.",

		"hateHello": "Quickly,I have no time for such matters.",
		"hateLetsHearIt": "Speak!",
		"hateNo": "That is not possible!",
		"hateYes": "That is fine. Very well...",
		
		"afterPeace": "Very well, all that fighting and bloodshed may end.",
		"tradeRequest": "My friend, does this seem reasonable to you?",

		"outerColor": [139, 0, 0],
		"innerColor": [1,50,32],
		"favoredReligion": "Islam",
		"uniqueName": "Will of the people",
		"uniques": ["[-50]% City-State Influence degradation", "City-State Influence recovers at twice the normal rate", "City-State territory always counts as friendly territory"],
		"cities": ["Algiers","Oran","Constantine","Setif","Annaba","Djelfa","Biskra","Batna","Tiaret","Blida","Tebessa","Skikda","M'Sila","Chlef","Bejaia","Bechar","Laghouat","Tlemcen","Guelma"],
//	    "spyNames": ["Hakim Haroun Khalil Said Farid Mustafa Omar Khalid Karim Walid Ali Authman Hadi Adem Ghanou"]
     },
]